[
    {
        "id": 0,
        "name": "Miror Rubik Cube",
        "description": "Този странно изглеждащ вариант на кубчето на Рубик е в същността си класически куб 3x3x3, в който различните елементи са с различна дължина, ширина и дълбочина. В разбъркан вариант той представлява безформена, но приятно изглеждаща буца от кубични частици, като целта е да възстановите формата на правилен куб. За всички, които са запознати с формулите за подреждане на стандартния куб на Рубик, това ще е преживяване в едно изцяло ново измерение! Тази модификация на Рубик е измислена от японеца Хидетоши Такей. Този куб не се различава по цвят, а по форми с различен размер. На пръв поглед изглежда като обикновен куб, но само с няколко движения се превръща в нещо необичайно",
        "imageUrl": "https://logicbg.com/wp-content/uploads/2019/04/rubik-kub-Mirror-Cube-silver-ogledalen-kub-razbarkan.jpg.webp",
        "difficultyLevel": "3"
    },
    {
        "id": 1,
        "name": "Pandora Rubik Cube",
        "description": "При създаването на този пъзел дизайнерите са увеличили площта на централния елемент и са стеснили краищата.\r\nБлагодарение на това решение пъзелът придобива необичаен вид, състоящ се от геометрични фигури. Дизайнът на центъра, ъглите и ръбовете ще ви позволи да направите много атрактивни форми!\r\nПодобрете паметта, пространственото мислене и повишете нивото на своето IQ!\r\nПерфектният размер позволява лесно носене, игра, когато пътувате или у дома, или във всяко свободно време, за да счупите рекордите си!\r\nКолекционерите и всички фенове на необичайни кубчета ще харесат Рубик куб – Pandora",
        "imageUrl": "https://logicbg.com/wp-content/uploads/2022/11/rubik-kub-pandora-zavartyan.jpg.webp",
        "difficultyLevel": "4"
    },
    {
        "id": 2,
        "name": "Advance Rubik Cube - 4Х4Х4",
        "description": "Рубик куб 4х4х4 – Механизмът и заоблените профили на кубчетата позволяват гладки движения. Кубът може лесно да се смаже или да се настрои колко стегнат да бъде като натягате или отпускате централните болтчета на всяка страна. Играта тренира логическото и пространствено мислене, кординацията между очите и ръцете, паметта и концентрацията.\r\nРубик куб 4х4х4 е унгарско изобретение проектирано от Себести Петер. Версията на куба на Рубик 4х4х4 е известна още като „отмъщението на Рубик“. Рубик куб 4х4х4  се състои от 24 центъра и 8 ъглови полета, а общата бройка на кубчетата е 64. Решението е по-сложно от класическия куб, но ако знаете как да решите 3х3х3 не би трябвало да имате особени трудности. Някой кубъри могат да решат този пъзел под 30 секунди.",
        "imageUrl": "https://logicbg.com/wp-content/uploads/2022/02/rubik-kub-4h4h4-QiYi-Speed-Cube-razbarkan.jpg.webp",
        "difficultyLevel": "5"
    },
    {
        "id": 3,
        "name": "Rubik Cube 7x7x7",
        "description": "Рубик куб 7x7x7 е скоростно бюджетно кубче за начинаещи, който е известен още и като Cubing Classroom.\r\nИзработен е то висококачествена цветна ABS пластмаса, която замества традиционните отлепящи и избледняващи лепенки.\r\nПлавните и гладки движения, сравнителното добро сечене на ъглите, високата скорост и доброто ниво на контрол правят този куб удобен и приятен за игра.\r\nКубът може лесно да се смаже или да се настрои колко стегнат да бъде като натягате или отпускате вътрешните винтчета – капачетата на централните кубчета могат да се махнат много лесно само с пръст.\r\nИграта тренира логическото и пространствено мислене, кординацията между очите и ръцете, паметта и концентрацията.",
        "imageUrl": "https://logicbg.com/wp-content/uploads/2020/03/rubik-kub-7x7x7-MoYu-Meilong-kubche-razbarkano.jpg.webp",
        "difficultyLevel": "6"
    }
]